src/vlocity/DataRaptor/KBBGetModelsRequest/KBBGetModelsRequest_TargetOutXml.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:veh="http://www.kbb.com/2011/01/25/VehicleInformationService">
   <soapenv:Header/>
   <soapenv:Body>
      <veh:GetModelsByYearAndMake>
         <!--Optional:-->
         <veh:AuthenticationKey>MzI3MTA</veh:AuthenticationKey>
         <!--Optional:-->
         <veh:VehicleClass>UsedCar</veh:VehicleClass>
         <veh:MakeId>15</veh:MakeId>
         <!--Optional:-->
         <veh:YearId>1992</veh:YearId>
         <!--Optional:-->
         <veh:VersionDate>2018-01-01</veh:VersionDate>
      </veh:GetModelsByYearAndMake>
   </soapenv:Body>
</soapenv:Envelope>